{
    "Tematy":
    [
        {
            "Pisownia":"PisowniaÓU",
            "OpisTematu":{
                "Tytul":"Nauka pisowni U otwarte oraz Ó z kreską",
                "Opis":"Ten temat wyjaśni zasady, jakie stosuje się przy zapisie tych liter abyś mógł bez problemowo rozróżniać jakie \"u\" pasuje do jakiego słowa."
            },
            "Zasady":[
                {
                    "Opis":"Ó z kreską piszemy zawsze, gdy w słowie ta litera wymienia się na A lub E lub O w innych formach wyrazu, bądź w wyrazach pokrewnych np. pióro bo pierze, wzór bo wzory, powrót bo wracać."
                },

                {
                    "Opis":"Ó z kreską zawsze stoi w wyrazach, które konczą się na -ów, -ówka, -ówna. Od każdej reguły są wyjątki. W tym przypadku są takie słowa jak: skuwka, zasuwka, wsuwka, gdzie zamiast ó z kreską, piszemy u otwarte."
                },
    
                {
                    "Opis":"Litera Ó z kreską nigdy nie występuje na koncu wyrazu. Za to jest pare wyrazów, które się zaczynają na tą literę np. słowa z rodziny liczby 8 (Ósmy, Ósemka) oraz wyrazy zaczynające się na ów-. "
                },
    
                {
                    "Opis":"U otwarte lub możemy też powiedzieć u zwykłe to litera, która zawsze stoi na końcu danego wyrazu. "
                }
            ],
            "Przyklady":[
                    ["stół","trójka","skrót","mówić"],
                    ["kotów","pocztówka","Optaów","Nowakówna","złotówka","skuwka", "zasuwka", "wsuwka"],
                    ["ósmoklasita", "ówdzie", "ówczesny", "ówcześnie","ósemkowy" ]
            ]
                
        },
        {
            "Pisownia":"PisowniaRż",
            "OpisTematu":{
                "Tytul":"Nauka pisowni Rz oraz Ż z kropką",
                "Opis":"Brzmią tak samo, więc jak poprawnie zapisać usłyszane słowo? W tym temacie pokażemy ci ogólno panujące zasady zapisu wyrazów z tą literą."
            },
            "Zasady":[
                {
                    "Opis":"Rz piszemy zawsze, kiedy w wyrazie wymienia się na \"/r\" np. pierze - pióro, drzewo - drewno"
                },

                {
                    "Opis":"Rz piszemy także po wybranych spółgloskach: b, d, g, ch, j, k, p, t, w\nnp. brzeg, grzyb, chrzan, ujrzeć, zastrzyk. Pewnie po przeczytaniu tej zasady zdałeś sobie sprawę, że \"Zaraz, zaraz przecież po k jest rz a oni napisali także przez ż z kropką\". Nie, to nie jest pomyłka, od każdej zasady jest wyjątek, ale o nich później."
                },
    
                {
                    "Opis":"Wszystkie nazwy zawodów, kończą się na Rz :) np. piłkarz, piekarz, zegarmistrz."
                },
    
                {
                    "Opis":"Sandomierz, burmistrz, talerz, czyli wszystkie wyrazy kończące się na -erz, -mistrz, -mierz piszemy właśnie Rz."
                } 
            ],
            "Przyklady":[
                ["rowerzysta","dworzec","tworzyć"],
                ["brzydki","przeszłość","brzoza","chrząszcz","wrzesień","sprzedawca"]
            ]
        }
    ],
    "Konta":
    [
        {
            "Email":"g.swajda@gmail.com",
            "NajlepszyCzas":"00:09:36",
            "NajlepszyTemat":"Rż",
            "Strike":10,
            "SredniWynik":95,
            "PostepTematow":[
                {
                    "Pisownia":"PisowniaÓU",
                    "Postep":90,
                    "IloscProb":2,
                    "Bledy":6,
                    "wynik":75,
                    "OstatniaProba":30
                },
                {
                    "Pisownia":"PisowniaRż",
                    "Postep":30,
                    "IloscProb":1,
                    "Bledy":6,
                    "wynik":40,
                    "OstatniaProba":0
                }
            ]
        }
    ]
}